Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Shows titles paused on other SIMKL apps. Cronica does not run a full media player, so live start/pause scrobbling is not used.
ar: يعرض العناوين المتوقفة في تطبيقات SIMKL الأخرى. لا يشغّل Cronica مشغّل وسائط كاملًا، لذا لا يُستخدم scrobbling البدء/الإيقاف المباشر.
bn: অন্যান্য SIMKL অ্যাপে পজ করা টাইটেলগুলো দেখায়। Cronica একটি পূর্ণাঙ্গ মিডিয়া প্লেয়ার চালায় না, তাই লাইভ স্টার্ট/পজ স্ক্রবলিং ব্যবহার করা হয় না।
ca: Mostra títols en pausa en altres apps de SIMKL. Cronica no executa un reproductor complet, així que no s’utilitza el scrobbling d’inici/pausa en directe.
cs: Zobrazuje tituly pozastavené v jiných aplikacích SIMKL. Cronica nemá plný přehrávač, proto se živé scrobblování start/pauza nepoužívá.
da: Viser titler pauset i andre SIMKL-apps. Cronica har ikke en fuld mediaplayer, så live start/pause-scrobbling bruges ikke.
de: Zeigt auf anderen SIMKL-Apps pausierte Titel. Cronica hat keinen vollständigen Mediaplayer, daher kein Live-Start/Pause-Scrobbling.
el: Εμφανίζει τίτλους σε παύση σε άλλες εφαρμογές SIMKL. Το Cronica δεν έχει πλήρη media player, οπότε δεν χρησιμοποιείται live start/pause scrobbling.
es: Muestra títulos en pausa en otras apps de SIMKL. Cronica no tiene un reproductor completo, así que no usa scrobbling start/pause en vivo.
es_mx: Muestra títulos en pausa en otras apps de SIMKL. Cronica no tiene un reproductor completo, así que no usa scrobbling start/pause en vivo.
fi: Näyttää muissa SIMKL-sovelluksissa keskeytetyt nimet. Cronicassa ei ole täyttä mediasoitinta, joten live start/pause -scrobblausta ei käytetä.
fr: Affiche les titres en pause sur d’autres apps SIMKL. Cronica n’a pas de lecteur complet, donc pas de scrobbling start/pause en direct.
gu: અન્ય SIMKL એપ પર થોભાવેલા શીર્ષકો બતાવે છે. Cronica સંપૂર્ણ મીડિયા પ્લેયર ચલાવતું નથી, તેથી લાઇવ સ્ટાર્ટ/પોઝ સ્ક્રૉબલિંગનો ઉપયોગ થતો નથી.
he: מציג כותרים שהושהו באפליקציות SIMKL אחרות. Cronica אינו מפעיל נגן מדיה מלא, ולכן לא נעשה שימוש ב‑scrobbling חי של התחלה/השהיה.
hi: अन्य SIMKL ऐप्स पर रोके गए शीर्षक दिखाता है। Cronica पूर्ण मीडिया प्लेयर नहीं चलाता, इसलिए लाइव स्टार्ट/पॉज़ स्क्रॉबलिंग उपयोग नहीं होती।
hr: Prikazuje naslove pauzirane u drugim SIMKL aplikacijama. Cronica nema potpuni reproduktor, pa se ne koristi live start/pause scrobbling.
hu: Más SIMKL-appokban szüneteltetett címeket mutat. A Cronicának nincs teljes lejátszója, ezért nincs élő start/pause scrobbling.
id: Menampilkan judul yang dijeda di aplikasi SIMKL lain. Cronica tidak menjalankan pemutar media penuh, jadi scrobbling mulai/jeda langsung tidak digunakan.
it: Mostra i titoli in pausa su altre app SIMKL. Cronica non ha un player completo, quindi non usa scrobbling start/pause in tempo reale.
ja: 他のSIMKLアプリで一時停止されたタイトルを表示します。Cronicaはフルのメディアプレーヤーではないため、ライブの開始/一時停止スクロブルは使いません。
kn: ಇತರ SIMKL ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ವಿರಾಮಗೊಳಿಸಲಾದ ಶೀರ್ಷಿಕೆಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. Cronica ಪೂರ್ಣ ಮೀಡಿಯಾ ಪ್ಲೇಯರ್ ಅನ್ನು ರನ್ ಮಾಡುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ಲೈವ್ ಸ್ಟಾರ್ಟ್/ಪಾಸ್ ಸ್ಕ್ರೋಬ್ಲಿಂಗ್ ಅನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ.
ko: 다른 SIMKL 앱에서 일시중지된 작품을 표시합니다. Cronica는 전체 미디어 플레이어가 아니므로 실시간 시작/일시중지 스크로블을 사용하지 않습니다.
ml: മറ്റ് SIMKL ആപ്പുകളിൽ താൽക്കാലികമായി നിർത്തിയ ശീർഷകങ്ങൾ കാണിക്കുന്നു. Cronica ഒരു പൂർണ്ണ മീഡിയ പ്ലെയർ പ്രവർത്തിപ്പിക്കുന്നില്ല, അതിനാൽ ലൈവ് സ്റ്റാർട്ട്/പോസ് സ്ക്രോബ്ലിംഗ് ഉപയോഗിക്കുന്നില്ല.
mr: इतर SIMKL ॲप्सवर थांबलेली शीर्षके दाखवते. Cronica पूर्ण मीडिया प्लेयर चालवत नाही, त्यामुळे लाइव्ह स्टार्ट/पॉज स्क्रोबलिंग वापरले जात नाही.
ms: Menunjukkan tajuk yang dijeda pada apl SIMKL lain. Cronica tidak menjalankan pemain media penuh, jadi scrobbling mula/jeda langsung tidak digunakan.
nb: Viser titler pauset i andre SIMKL-apper. Cronica har ingen full mediaplayer, så live start/pause-scrobbling brukes ikke.
nl: Toont titels die in andere SIMKL-apps zijn gepauzeerd. Cronica heeft geen volledige mediaspeler, dus geen live start/pauze-scrobblen.
or: ଅନ୍ୟ SIMKL ଆପ୍ସରେ ବିରାମ ହୋଇଥିବା ଟାଇଟଲ୍ ଦେଖାଏ | Cronica ଏକ ପୂର୍ଣ୍ଣ ମିଡିଆ ପ୍ଲେୟାର ଚଲାଇବ ନାହିଁ, ତେଣୁ ଲାଇଭ୍ ଷ୍ଟାର୍ଟ / ବିରାମ ସ୍କ୍ରବଲିଂ ବ୍ୟବହାର କରାଯାଏ ନାହିଁ |
pa: ਹੋਰ SIMKL ਐਪਾਂ 'ਤੇ ਰੋਕੇ ਗਏ ਸਿਰਲੇਖਾਂ ਨੂੰ ਦਿਖਾਉਂਦਾ ਹੈ। Cronica ਇੱਕ ਪੂਰਾ ਮੀਡੀਆ ਪਲੇਅਰ ਨਹੀਂ ਚਲਾਉਂਦਾ, ਇਸਲਈ ਲਾਈਵ ਸਟਾਰਟ/ਪੌਜ਼ ਸਕ੍ਰੌਬਲਿੰਗ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ।
pl: Pokazuje tytuły wstrzymane w innych aplikacjach SIMKL. Cronica nie ma pełnego odtwarzacza, więc nie używa live scrobblingu start/pauza.
pt_br: Mostra títulos pausados em outros apps do SIMKL. O Cronica não tem um player completo, então não usa scrobbling de início/pausa ao vivo.
pt_pt: Mostra títulos pausados em outros apps do SIMKL. O Cronica não tem um player completo, então não usa scrobbling de início/pausa ao vivo.
ro: Afișează titluri în pauză în alte aplicații SIMKL. Cronica nu are un player complet, deci nu folosește scrobbling start/pauză live.
ru: Показывает названия на паузе в других приложениях SIMKL. В Cronica нет полноценного плеера, поэтому live scrobbling start/pause не используется.
sk: Zobrazuje tituly pozastavené v iných aplikáciách SIMKL. Cronica nemá plný prehrávač, preto sa živé scrobblovanie štart/pauza nepoužíva.
sl: Prikaže naslove, zaustavljene v drugih aplikacijah SIMKL. Cronica nima polnega predvajalnika, zato živega scrobblanja začetek/pavza ne uporablja.
sv: Visar titlar pausade i andra SIMKL-appar. Cronica har ingen fullständig mediaspelare, så live start/paus-scrobbling används inte.
ta: மற்ற SIMKL செயலிகளில் இடைநிறுத்தப்பட்ட தலைப்புகளைக் காட்டுகிறது. Cronica ஒரு முழுமையான மீடியா பிளேயரை இயக்காததால், நேரலைத் தொடக்கம்/இடைநிறுத்தம் ஸ்க்ராப்ளிங் பயன்படுத்தப்படுவதில்லை.
te: ఇతర SIMKL యాప్‌లలో పాజ్ చేయబడిన టైటిల్‌లను చూపుతుంది. Cronica పూర్తి మీడియా ప్లేయర్‌ను నడపదు, కాబట్టి లైవ్ స్టార్ట్/పాజ్ స్క్రోబ్లింగ్ ఉపయోగించబడదు.
th: แสดงชื่อที่หยุดชั่วคราวบนแอป SIMKL อื่น ๆ Cronica ไม่ได้ใช้เครื่องเล่นสื่อเต็มรูปแบบ ดังนั้นจึงไม่ได้ใช้การเริ่ม/หยุดชั่วคราวแบบสด
tr: Diğer SIMKL uygulamalarında duraklatılan başlıkları gösterir. Cronica tam bir medya oynatıcı çalıştırmadığı için canlı start/pause scrobbling kullanılmaz.
uk: Показує назви на паузі в інших застосунках SIMKL. У Cronica немає повноцінного плеєра, тому live scrobbling start/pause не використовується.
ur: دیگر SIMKL ایپس پر رکے ہوئے عنوانات دکھاتا ہے۔ Cronica ایک مکمل میڈیا پلیئر نہیں چلاتا، اس لیے لائیو اسٹارٹ/پاز اسکروبلنگ کا استعمال نہیں کیا جاتا ہے۔
vi: Hiển thị các tiêu đề bị tạm dừng trên các ứng dụng SIMKL khác. Cronica không chạy trình phát đa phương tiện đầy đủ, do đó, tính năng bắt đầu/tạm dừng trực tiếp không được sử dụng.
zh_hans: 显示在其他 SIMKL 应用中已暂停的标题。Cronica 不是完整媒体播放器，因此不使用实时开始/暂停 scrobbling。
zh_hant: 顯示在其他 SIMKL 應用程式中已暫停的標題。Cronica 不是完整媒體播放器，因此不使用即時開始/暫停 scrobbling。

source: Sign-in opens SIMKL in a secure browser session. Cronica never stores your SIMKL password.
ar: يفتح تسجيل الدخول SIMKL في جلسة متصفح آمنة. لا يخزّن Cronica كلمة مرور SIMKL أبدًا.
bn: সাইন-ইন করলে SIMKL একটি সুরক্ষিত ব্রাউজার সেশনে চালু হয়। Cronica আপনার SIMKL পাসওয়ার্ড কখনো সংরক্ষণ করে না।
ca: L’inici de sessió obre SIMKL en una sessió segura del navegador. Cronica no desa mai la teva contrasenya de SIMKL.
cs: Přihlášení otevře SIMKL v zabezpečeném prohlížeči. Cronica nikdy neukládá tvé heslo SIMKL.
da: Login åbner SIMKL i en sikker browsersession. Cronica gemmer aldrig din SIMKL-adgangskode.
de: Die Anmeldung öffnet SIMKL in einer sicheren Browser-Sitzung. Cronica speichert dein SIMKL-Passwort nie.
el: Η σύνδεση ανοίγει το SIMKL σε ασφαλή περίοδο λειτουργίας προγράμματος περιήγησης. Το Cronica δεν αποθηκεύει ποτέ τον κωδικό SIMKL.
es: El inicio de sesión abre SIMKL en una sesión segura del navegador. Cronica nunca guarda tu contraseña de SIMKL.
es_mx: El inicio de sesión abre SIMKL en una sesión segura del navegador. Cronica nunca guarda tu contraseña de SIMKL.
fi: Kirjautuminen avaa SIMKL:n suojatussa selainistunnossa. Cronica ei koskaan tallenna SIMKL-salasanaasi.
fr: La connexion ouvre SIMKL dans une session navigateur sécurisée. Cronica ne stocke jamais votre mot de passe SIMKL.
gu: સાઇન-ઇન સુરક્ષિત બ્રાઉઝર સત્રમાં SIMKL ખોલે છે. Cronica ક્યારેય તમારો SIMKL પાસવર્ડ સ્ટોર કરતું નથી.
he: ההתחברות פותחת את SIMKL בסשן דפדפן מאובטח. Cronica לעולם אינו שומר את סיסמת SIMKL שלך.
hi: साइन-इन सुरक्षित ब्राउज़र सत्र में SIMKL खोलता है। Cronica कभी आपका SIMKL पासवर्ड संग्रहीत नहीं करता।
hr: Prijava otvara SIMKL u sigurnoj sesiji preglednika. Cronica nikad ne pohranjuje tvoju SIMKL lozinku.
hu: A bejelentkezés biztonságos böngészőmunkamenetben nyitja meg a SIMKL-t. A Cronica soha nem tárolja a SIMKL-jelszavadat.
id: Masuk membuka SIMKL di sesi browser yang aman. Cronica tidak pernah menyimpan kata sandi SIMKL Anda.
it: L’accesso apre SIMKL in una sessione browser sicura. Cronica non memorizza mai la password SIMKL.
ja: サインインは安全なブラウザセッションでSIMKLを開きます。CronicaはSIMKLのパスワードを保存しません。
kn: ಸೈನ್-ಇನ್ ಸುರಕ್ಷಿತ ಬ್ರೌಸರ್ ಸೆಷನ್‌ನಲ್ಲಿ SIMKL ಅನ್ನು ತೆರೆಯುತ್ತದೆ. Cronica ನಿಮ್ಮ SIMKL ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಎಂದಿಗೂ ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ.
ko: 로그인은 보안 브라우저 세션에서 SIMKL을 엽니다. Cronica는 SIMKL 비밀번호를 저장하지 않습니다.
ml: സൈൻ-ഇൻ ഒരു സുരക്ഷിത ബ്രൗസർ സെഷനിൽ SIMKL തുറക്കുന്നു. Cronica ഒരിക്കലും നിങ്ങളുടെ SIMKL പാസ്‌വേഡ് സംഭരിക്കുന്നില്ല.
mr: साइन-इन सुरक्षित ब्राउझर सत्रात SIMKL उघडते. Cronica तुमचा SIMKL पासवर्ड कधीही साठवत नाही.
ms: Log masuk membuka SIMKL dalam sesi pelayar yang selamat. Cronica tidak pernah menyimpan kata laluan SIMKL anda.
nb: Pålogging åpner SIMKL i en sikker nettleserøkt. Cronica lagrer aldri SIMKL-passordet ditt.
nl: Aanmelden opent SIMKL in een beveiligde browsersessie. Cronica bewaart je SIMKL-wachtwoord nooit.
or: ଏକ ସୁରକ୍ଷିତ ବ୍ରାଉଜର୍ ଅଧିବେଶନରେ ସାଇନ୍-ଇନ୍ SIMKL ଖୋଲିବ | Cronica କଦାପି ଆପଣଙ୍କର SIMKL ପାସୱାର୍ଡ ଗଚ୍ଛିତ କରେ ନାହିଁ |
pa: ਸਾਈਨ-ਇਨ ਇੱਕ ਸੁਰੱਖਿਅਤ ਬ੍ਰਾਊਜ਼ਰ ਸੈਸ਼ਨ ਵਿੱਚ SIMKL ਨੂੰ ਖੋਲ੍ਹਦਾ ਹੈ। Cronica ਕਦੇ ਵੀ ਤੁਹਾਡੇ SIMKL ਪਾਸਵਰਡ ਨੂੰ ਸਟੋਰ ਨਹੀਂ ਕਰਦਾ ਹੈ।
pl: Logowanie otwiera SIMKL w bezpiecznej sesji przeglądarki. Cronica nigdy nie przechowuje hasła SIMKL.
pt_br: O início de sessão abre o SIMKL em uma sessão segura do navegador. O Cronica nunca armazena sua senha do SIMKL.
pt_pt: O início de sessão abre o SIMKL em uma sessão segura do navegador. O Cronica nunca armazena sua palavra-passe do SIMKL.
ro: Autentificarea deschide SIMKL într-o sesiune de browser securizată. Cronica nu stochează niciodată parola ta SIMKL.
ru: Вход открывает SIMKL в безопасном сеансе браузера. Cronica никогда не хранит ваш пароль SIMKL.
sk: Prihlásenie otvorí SIMKL v zabezpečenom prehliadači. Cronica nikdy neukladá tvoje heslo SIMKL.
sl: Prijava odpre SIMKL v varni seji brskalnika. Cronica nikoli ne shrani tvojega gesla SIMKL.
sv: Inloggning öppnar SIMKL i en säker webbläsarsession. Cronica lagrar aldrig ditt SIMKL-lösenord.
ta: உள்நுழைவது, SIMKL-ஐ ஒரு பாதுகாப்பான உலாவி அமர்வில் திறக்கும். Cronica உங்கள் SIMKL கடவுச்சொல்லை ஒருபோதும் சேமிப்பதில்லை.
te: సైన్-ఇన్ చేయడం వలన SIMKL ఒక సురక్షితమైన బ్రౌజర్ సెషన్‌లో తెరుచుకుంటుంది. SIMKL మీ పాస్‌వర్డ్‌ను ఎప్పటికీ నిల్వ చేయదు.
th: การลงชื่อเข้าใช้จะเปิด SIMKL ในเซสชันเบราว์เซอร์ที่ปลอดภัย Cronica จะไม่เก็บรหัสผ่าน SIMKL ของคุณ
tr: Oturum açma, SIMKL’yi güvenli bir tarayıcı oturumunda açar. Cronica SIMKL parolanızı asla saklamaz.
uk: Вхід відкриває SIMKL у безпечному сеансі браузера. Cronica ніколи не зберігає ваш пароль SIMKL.
ur: سائن ان ایک محفوظ براؤزر سیشن میں SIMKL کو کھولتا ہے۔ Cronica کبھی بھی آپ کا SIMKL پاس ورڈ محفوظ نہیں کرتا ہے۔
vi: Đăng nhập sẽ mở SIMKL trong phiên trình duyệt an toàn. Cronica không bao giờ lưu trữ mật khẩu SIMKL của bạn.
zh_hans: 登录会在安全的浏览器会话中打开 SIMKL。Cronica 从不存储你的 SIMKL 密码。
zh_hant: 登入會在安全的瀏覽器工作階段中開啟 SIMKL。Cronica 從不儲存你的 SIMKL 密碼。

source: Sign-in opens TMDB in a secure browser session. Cronica stores a session token on this device only.
ar: يفتح تسجيل الدخول TMDB في جلسة متصفح آمنة. يخزّن Cronica رمز الجلسة على هذا الجهاز فقط.
bn: সাইন-ইন করলে TMDB একটি সুরক্ষিত ব্রাউজার সেশনে চালু হয়। Cronica শুধুমাত্র এই ডিভাইসে একটি সেশন টোকেন সংরক্ষণ করে।
ca: L’inici de sessió obre TMDB en una sessió segura del navegador. Cronica desa un testimoni de sessió només en aquest dispositiu.
cs: Přihlášení otevře TMDB v zabezpečeném prohlížeči. Cronica uloží token relace jen na tomto zařízení.
da: Login åbner TMDB i en sikker browsersession. Cronica gemmer et sessionstoken kun på denne enhed.
de: Die Anmeldung öffnet TMDB in einer sicheren Browser-Sitzung. Cronica speichert ein Sitzungstoken nur auf diesem Gerät.
el: Η σύνδεση ανοίγει το TMDB σε ασφαλή περίοδο λειτουργίας προγράμματος περιήγησης. Το Cronica αποθηκεύει διακριτικό συνεδρίας μόνο σε αυτή τη συσκευή.
es: El inicio de sesión abre TMDB en una sesión segura del navegador. Cronica guarda un token de sesión solo en este dispositivo.
es_mx: El inicio de sesión abre TMDB en una sesión segura del navegador. Cronica guarda un token de sesión solo en este dispositivo.
fi: Kirjautuminen avaa TMDB:n suojatussa selainistunnossa. Cronica tallentaa istuntotunnuksen vain tälle laitteelle.
fr: La connexion ouvre TMDB dans une session navigateur sécurisée. Cronica stocke un jeton de session uniquement sur cet appareil.
gu: સાઇન-ઇન સુરક્ષિત બ્રાઉઝર સત્રમાં TMDB ખોલે છે. Cronica માત્ર આ ઉપકરણ પર સત્ર ટોકન સ્ટોર કરે છે.
he: ההתחברות פותחת את TMDB בסשן דפדפן מאובטח. Cronica שומר אסימון סשן במכשיר זה בלבד.
hi: साइन-इन सुरक्षित ब्राउज़र सत्र में TMDB खोलता है। Cronica सत्र टोकन केवल इस डिवाइस पर संग्रहीत करता है।
hr: Prijava otvara TMDB u sigurnoj sesiji preglednika. Cronica pohranjuje token sesije samo na ovom uređaju.
hu: A bejelentkezés biztonságos böngészőmunkamenetben nyitja meg a TMDB-t. A Cronica a munkamenet-tokent csak ezen az eszközön tárolja.
id: Masuk membuka TMDB di sesi browser yang aman. Cronica menyimpan token sesi hanya di perangkat ini.
it: L’accesso apre TMDB in una sessione browser sicura. Cronica memorizza un token di sessione solo su questo dispositivo.
ja: サインインは安全なブラウザセッションでTMDBを開きます。Cronicaはセッショントークンをこのデバイスのみに保存します。
kn: ಸೈನ್-ಇನ್ ಸುರಕ್ಷಿತ ಬ್ರೌಸರ್ ಸೆಷನ್‌ನಲ್ಲಿ TMDB ಅನ್ನು ತೆರೆಯುತ್ತದೆ. Cronica ಈ ಸಾಧನದಲ್ಲಿ ಮಾತ್ರ ಸೆಷನ್ ಟೋಕನ್ ಅನ್ನು ಸಂಗ್ರಹಿಸುತ್ತದೆ.
ko: 로그인은 보안 브라우저 세션에서 TMDB를 엽니다. Cronica는 세션 토큰을 이 기기에만 저장합니다.
ml: സൈൻ-ഇൻ ഒരു സുരക്ഷിത ബ്രൗസർ സെഷനിൽ TMDB തുറക്കുന്നു. Cronica ഈ ഉപകരണത്തിൽ മാത്രം ഒരു സെഷൻ ടോക്കൺ സംഭരിക്കുന്നു.
mr: साइन-इन सुरक्षित ब्राउझर सत्रात TMDB उघडते. Cronica फक्त या डिव्हाइसवर सत्र टोकन संचयित करते.
ms: Log masuk membuka TMDB dalam sesi pelayar yang selamat. Cronica menyimpan token sesi pada peranti ini sahaja.
nb: Pålogging åpner TMDB i en sikker nettleserøkt. Cronica lagrer et økttoken bare på denne enheten.
nl: Aanmelden opent TMDB in een beveiligde browsersessie. Cronica bewaart een sessietoken alleen op dit apparaat.
or: ଏକ ସୁରକ୍ଷିତ ବ୍ରାଉଜର୍ ଅଧିବେଶନରେ ସାଇନ୍-ଇନ୍ TMDB ଖୋଲିବ | Cronica କେବଳ ଏହି ଉପକରଣରେ ଏକ ଅଧିବେଶନ ଟୋକନ୍ ଗଚ୍ଛିତ କରେ |
pa: ਸਾਈਨ-ਇਨ ਇੱਕ ਸੁਰੱਖਿਅਤ ਬ੍ਰਾਊਜ਼ਰ ਸੈਸ਼ਨ ਵਿੱਚ TMDB ਨੂੰ ਖੋਲ੍ਹਦਾ ਹੈ। Cronica ਸਿਰਫ਼ ਇਸ ਡੀਵਾਈਸ 'ਤੇ ਸੈਸ਼ਨ ਟੋਕਨ ਸਟੋਰ ਕਰਦਾ ਹੈ।
pl: Logowanie otwiera TMDB w bezpiecznej sesji przeglądarki. Cronica przechowuje token sesji tylko na tym urządzeniu.
pt_br: O início de sessão abre o TMDB em uma sessão segura do navegador. O Cronica armazena um token de sessão apenas neste dispositivo.
pt_pt: O início de sessão abre o TMDB em uma sessão segura do navegador. O Cronica armazena um token de sessão apenas neste dispositivo.
ro: Autentificarea deschide TMDB într-o sesiune de browser securizată. Cronica stochează un token de sesiune doar pe acest dispozitiv.
ru: Вход открывает TMDB в безопасном сеансе браузера. Cronica хранит токен сеанса только на этом устройстве.
sk: Prihlásenie otvorí TMDB v zabezpečenom prehliadači. Cronica uloží token relácie len na tomto zariadení.
sl: Prijava odpre TMDB v varni seji brskalnika. Cronica shrani žeton seje samo na tej napravi.
sv: Inloggning öppnar TMDB i en säker webbläsarsession. Cronica lagrar en sessionstoken bara på den här enheten.
ta: உள்நுழைவது TMDB-ஐ ஒரு பாதுகாப்பான உலாவி அமர்வில் திறக்கிறது. Cronica ஒரு அமர்வு டோக்கனை இந்தச் சாதனத்தில் மட்டுமே சேமிக்கிறது.
te: సైన్-ఇన్ చేయడం వలన TMDB ఒక సురక్షిత బ్రౌజర్ సెషన్‌లో తెరవబడుతుంది. Cronica సెషన్ టోకెన్‌ను ఈ పరికరంలో మాత్రమే నిల్వ చేస్తుంది.
th: การลงชื่อเข้าใช้จะเปิด TMDB ในเซสชันเบราว์เซอร์ที่ปลอดภัย Cronica เก็บโทเค็นเซสชันบนอุปกรณ์นี้เท่านั้น
tr: Oturum açma, TMDB’yi güvenli bir tarayıcı oturumunda açar. Cronica oturum jetonunu yalnızca bu cihazda saklar.
uk: Вхід відкриває TMDB у безпечному сеансі браузера. Cronica зберігає токен сеансу лише на цьому пристрої.
ur: سائن ان ایک محفوظ براؤزر سیشن میں TMDB کو کھولتا ہے۔ Cronica صرف اس ڈیوائس پر سیشن ٹوکن اسٹور کرتا ہے۔
vi: Đăng nhập sẽ mở TMDB trong phiên trình duyệt an toàn. Cronica chỉ lưu trữ mã thông báo phiên trên thiết bị này.
zh_hans: 登录会在安全的浏览器会话中打开 TMDB。Cronica 仅在本设备上存储会话令牌。
zh_hant: 登入會在安全的瀏覽器工作階段中開啟 TMDB。Cronica 僅在本裝置上儲存工作階段權杖。

source: Sign-in was cancelled.
ar: تم إلغاء تسجيل الدخول.
bn: সাইন-ইন বাতিল করা হয়েছে।
ca: S’ha cancel·lat l’inici de sessió.
cs: Přihlášení bylo zrušeno.
da: Login blev annulleret.
de: Anmeldung wurde abgebrochen.
el: Η σύνδεση ακυρώθηκε.
es: Se canceló el inicio de sesión.
es_mx: Se canceló el inicio de sesión.
fi: Kirjautuminen peruutettiin.
fr: La connexion a été annulée.
gu: સાઇન-ઇન રદ કરવામાં આવ્યું હતું.
he: ההתחברות בוטלה.
hi: साइन-इन रद्द किया गया।
hr: Prijava je otkazana.
hu: A bejelentkezés megszakítva.
id: Masuk dibatalkan.
it: Accesso annullato.
ja: サインインがキャンセルされました。
kn: ಸೈನ್-ಇನ್ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.
ko: 로그인이 취소되었습니다.
ml: സൈൻ ഇൻ റദ്ദാക്കി.
mr: साइन इन रद्द केले.
ms: Log masuk dibatalkan.
nb: Pålogging ble avbrutt.
nl: Aanmelden is geannuleerd.
or: ସାଇନ୍-ଇନ୍ ବାତିଲ୍ ହେଲା |
pa: ਸਾਈਨ-ਇਨ ਰੱਦ ਕੀਤਾ ਗਿਆ ਸੀ।
pl: Logowanie zostało anulowane.
pt_br: O início de sessão foi cancelado.
pt_pt: O início de sessão foi cancelado.
ro: Autentificarea a fost anulată.
ru: Вход отменён.
sk: Prihlásenie bolo zrušené.
sl: Prijava je bila preklicana.
sv: Inloggningen avbröts.
ta: உள்நுழைவு ரத்து செய்யப்பட்டது.
te: సైన్-ఇన్ రద్దు చేయబడింది.
th: การลงชื่อเข้าใช้ถูกยกเลิก
tr: Oturum açma iptal edildi.
uk: Вхід скасовано.
ur: سائن ان منسوخ کر دیا گیا تھا۔
vi: Đăng nhập đã bị hủy.
zh_hans: 已取消登录。
zh_hant: 已取消登入。
